Repository: garrison/ductus
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Public Domain
cs: Veřejný statek

source: a URL from Flickr
cs: Adresa (URL) ze služby Flickr

source: must be a photo, not '%s'
cs: musí být fotografie, ne '%s'

source: This photo is not available under an acceptable license for this wiki.
cs: Tato fotografie není pro tuto wiki dostupná pod přijatelnou licencí

source: Unrecogized uri type
cs: Nerozpoznaný typ URI

source: a URN available on this site
cs: URN dostupné na této stránce

source: This urn cannot be found on the server you are currently accessing.
cs: Toto URN nelze najít na serveru, ke kterému nyní přistupujete.

source: This urn represents content that is not a picture.
cs: Toto URN představuje obsah, který není obrázkem.

source: add picture choice group
cs: přidat skupinu výběru obrázku

source: Save
cs: Uložit

source: Preview
cs: Náhled

source: Log out
cs: Odhlásit se

source: Log in
cs: Přihlásit se

source: Go
cs: Jít

source: %(ductus_site_name)s is powered by <a href="http://ductus.us/">Ductus</a>.
cs: %(ductus_site_name)s je od <a href="http://ductus.us/">Ductus</a>.

source: You may be viewing an old version of this page. <a href="%(current_url)s">Click here to see the most up-to-date version.</a>
cs: Je možné, že si prohlížíte starou verzi těchto stránek. <a href="%(current_url)s">Klepněte sem, abyste viděl nejnovější verzi.</a>

source: You are viewing a URN. This page is static and will never change.
cs: Díváte se na URN. Tato stránka je statická a nikdy se nezmění.

source: Document
cs: Dokument

source: Edit
cs: Upravit

source: Copy
cs: Kopírovat

source: Delete
cs: Smazat

source: History
cs: Historie

source: More views
cs: Více pohledů

source: Create Account
cs: Vytvořit účet

source: You are logged out!
cs: Jste odhlášen!

source: Your username and password did not match. Please try again.
cs: Vaše uživatelské jméno a heslo neodpovídají. Zkuste to, prosím, znovu.

source: Username
cs: Uživatelské jméno

source: Password
cs: Heslo

source: Your password has been changed.
cs: Vaše heslo bylo změněno.

source: Change password
cs: Změnit heslo

source: You should receive an email shortly with a link that contains a unique token. Follow it to reset your password.
cs: Za chvíli byste měl obdržet dopis doručený elektronickou poštou s odkazem obsahujícím jedinečný symbol. Následujte jej, abyste znovu nastavil své heslo.

source: Hello %(user)s, Somebody requested that your password be reset on %(site_name)s. Go to the link below to change it. If you did not request to have your password reset, simply ignore this email.
cs: Ahoj %(user)s, Někdo požádal o znovunastavení vašeho hesla na %(site_name)s. Jděte na odkaz dole, abyste je změnil. Pokud jste o změnu hesla nežádal, jednoduše si tohoto dopisu elektronické pošty nevšímejte.

source: Reset password
cs: Nastavit heslo znovu

source: Your account settings have been updated.
cs: Nastavení vašeho účtu bylo obnoveno.

source: Save settings
cs: Uložit nastavení

source: urn is not in database: urn:%s
cs: URN není v databázi: urn:%s

source: A user or IP address must be given when saving a revision
cs: Při ukládání revize je třeba zadat uživatele nebo adresu IP

source: wiki location of the new resource
cs: Umístění wiki nového zdroje

source: source resource does not exist
cs: Zdrojový zdroj není

source: you do not have permission to create/write to this resource
cs: Nemáte oprávnění pro vytvoření/zápis do tohoto zdroje
