Repository: garrison/ductus
Catalog: ductus/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Public Domain
fr: Domaine public

source: Creative Commons Attribution-ShareAlike 1.0
fr: Creative Commons Paternité-Partage à l'identique 1.0

source: Creative Commons Attribution-ShareAlike 2.0
fr: Creative Commons Paternité-Partage à l'identique 2.0

source: Creative Commons Attribution-ShareAlike 2.5
fr: Creative Commons Paternité-Partage à l'identique 2.5

source: Creative Commons Attribution-ShareAlike 3.0
fr: Creative Commons Paternité-Partage à l'identique 3.0

source: Creative Commons Attribution 1.0
fr: Creative Commons Paternité 1.0

source: Creative Commons Attribution 2.0
fr: Creative Commons Paternité 2.0

source: Creative Commons Attribution 2.5
fr: Creative Commons Paternité 2.5

source: Creative Commons Attribution 3.0
fr: Creative Commons Paternité 3.0

source: Unrecognized file type. Please upload an ogg/vorbis file or mp4/AAC file.
fr: Type de fichier non reconnu. Merci d'importer un fichier ogg/vorbis ou mp4/AAC.

source: Not a valid ogg/vorbis file.
fr: Fichier ogg/vorbis invalide.

source: Not a valid wav file.
fr: Pas un fichier wav valide.

source: There was a problem converting the WAV file you sent.
fr: Problème lors de la conversion du fichier WAV que vous avez envoyé.

source: Not a valid low-complexity AAC file in mp4 container.
fr: Fichier mp4/AAC non valide.

source: The given file contains a theora (video) stream, but only audio is expected.
fr: Le fichier contient un flux theora (video), mais seul l'audio était attendu.

source: The file you chose is too large. Please select a file that contains fewer than %d bytes.
fr: Le fichier choisi est trop gros. Choisissez un fichier contenant moins de %d octets.

source: a standalone audio file
fr: fichier audio autonome

source: play
fr: Jouer

source: Please upload an ogg/vorbis file (preferably), or a mp4/aac file.
fr: Importez un fichier ogg/vorbis (de préférence) ou mp4/aac.

source: Upload audio file
fr: Importer un fichier audio

source: It is currently not possible to edit an existing audio file in the wiki.
fr: Il n'est actuellement pas possible de modifier un fichier audio existant sur le wiki.

source: You may instead wish to <a href="/new/%(creation_view_key)s?target=%(escaped_page_name)s">replace this audio file with another recording</a>.
fr: Vous pouvez aussi <a href="/new/%(creation_view_key)s?target=%(escaped_page_name)s">remplacer ce fichier audio par un autre enregistrement</a>.

source: Picture
fr: Image

source: Prompt
fr: Question

source: Answer
fr: Réponse

source: Speaker
fr: Locuteur

source: a flexible lesson type arranged as a series of flashcards in a grid
fr: un type de leçon organisé comme une série de cartes-mémoires dans une grille.

source: Download the podcast in MP4/AAC format, compatible with most software, portable music players and mobile phones.
fr: Télécharger le podcast au format MP4/AAC, compatible avec la plupart des logiciels, balladeurs numériques et téléphones portables.

source: Download the podcast
fr: Télécharger le podcast

source: Listen to the podcast online. If you use an old browser, it will offer to download the file in webm format instead.
fr: Ecouter le podcast en ligne. Si vous utiliser un navigateur obsolète, il vous proposera de télécharger le fichier au format webm.

source: Listen online
fr: Ecouter en ligne

source: No audio available for podcast. Try editing the page and adding some.
fr: Pas de son disponible pour le podcast. Essayez de modifier la page et d'en ajouter.

source: Full transcript of the lesson:
fr: Transcription complète de la leçon:

source: Frame %(current_frame)s <span id="total_frames_text"> of %(number_of_frames)s</span>
fr: Page %(current_frame)s <span id="total_frames_text"> sur %(number_of_frames)s</span>

source: (%(correct_count)s correct, %(incorrect_count)s incorrect).
fr: (%(correct_count)s correctes, %(incorrect_count)s incorrectes).

source: Page %(current_frame)s <span id="total_frames_text"> of %(number_of_frames)s</span>
fr: Page %(current_frame)s <span id="total_frames_text"> sur %(number_of_frames)s</span>

source: Try a lesson in:
fr: Essayez une leçon en:

source: %(total_lesson_count)s lessons in %(total_language_count)s languages.
fr: %(total_lesson_count)s leçons en %(total_language_count)s langues.

source: <span class="lesson_count"></span> lesson(s) in <span class="language_name"></span>.
fr: <span class="lesson_count"></span> leçon(s) en <span class="language_name"></span>.

source: a standalone image
fr: une image autonome

source: a URL from Flickr
fr: une URL chez Flickr

source: must be a photo, not '%s'
fr: doit être une photo, pas '%s'

source: This photo is not available under an acceptable license for this wiki.
fr: Cette photo n'est pas disponible sous une license acceptable pour ce wiki.

source: Unrecogized uri type
fr: Type d'uri non reconnu

source: a URN available on this site
fr: une URN disponible sur ce site

source: This urn cannot be found on the server you are currently accessing.
fr: Cette URN n'a pas pu être trouvée sur le serveur auquel vous accédez.

source: This urn represents content that is not a picture.
fr: Cette URN représente un contenu qui n'est pas une image.

source: Unspecified
fr: Non spécifié

source: a "regular" text-based wiki page, using wiki-creole as markup
fr: une page wiki texte habituelle, utilisant le langage de markup wiki-creole

source: (deleted)
fr: (supprimé)

source: &laquo; Newer
fr: &laquo; Plus récent

source: Older &raquo;
fr: Plus ancien &raquo;

source: %(target_language_description)s lessons
fr: leçons en %(target_language_description)s

source: Log out
fr: Déconnexion

source: Register
fr: Créer un compte

source: Log in
fr: Connexion

source: Your language:
fr: Votre langue:

source: Apply
fr: Appliquer

source: %(ductus_site_name)s is powered by <a href="http://ductus.us/">Ductus</a>.
fr: %(ductus_site_name)s est animé par <a href="http://ductus.us/">Ductus</a>.

source: All contributions to this wiki will be licensed under the <a href="%(ductus_default_license)s">%(default_license_name)s</a> license. Certain pieces of content may be available under a more permissive license; see a specific document's &lsquo;credits&rsquo; page for details.
fr: Toute contribution au wiki sera enregistrée sous la licence <a href="%(ductus_default_license)s">%(default_license_name)s</a>. Certains contenus peuvent être disponibles sous une license plus permissive; voir la page de &lsquo;crédits&rsquo; du document pour plus de détails.

source: Return to front page
fr: Retour à la page d'accueil

source: You may be viewing an old version of this page. <a href="%(current_url)s">Click here to see the most up-to-date version.</a>
fr: Vous visualisez peut-être une ancienne version de cette page. <a href="%(current_url)s">Cliquez ici pour voir la dernière version.</a>

source: You are viewing a URN. This page is static and will never change.
fr: Vous visualisez une URN. Cette page est statique et ne changera jamais.

source: edit
fr: modifier

source: copy
fr: copier

source: delete
fr: supprimer

source: history
fr: historique

source: more views
fr: plus de vues

source: Create Account
fr: Créer un compte

source: Your username and password did not match. Please try again.
fr: Nom d'utilisateur ou mot de passe incorrect. Merci de réessayer.

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: <a href="%(password_reset_url)s">Forget your password</a>?
fr: <a href="%(password_reset_url)s">Mot de passe oublié</a>?

source: Need to <a href="%(user_creation_url)s">create an account</a>?
fr: <a href="%(user_creation_url)s">Créer un compte</a>?

source: Your password has been changed.
fr: Votre mot de passe a été modifié.

source: Back to account settings page
fr: Retour aux paramètres du compte

source: Change password
fr: Changer le mot de passe

source: Your password has been reset. You may now <a href="%(login_url)s">log in</a>.
fr: Votre mot de passe a été réinitialisé. Vous pouvez maintenant <a href="%(login_url)s">vous connecter</a>.

source: The link you followed is invalid or expired. You may wish to <a href="%(password_reset_url)s">request that your password be reset</a> again.
fr: Le lien que vous avez suivi est invalide ou a expiré. Vous pouvez <a href="%(password_reset_url)s">réinitialiser votre mot de passe</a> de nouveau.

source: You should receive an email shortly with a link that contains a unique token. Follow it to reset your password.
fr: Vous allez bientôt recevoir un message contenant un lien unique. Suivez le pour réinitialiser votre mot de passe.

source: Hello %(user)s, Somebody requested that your password be reset on %(site_name)s. Go to the link below to change it. If you did not request to have your password reset, simply ignore this email.
fr: Bonjour %(user)s, Quelqu'un a demandé à réinitialiser votre mot de passe sur %(site_name)s. Cliquez sur le lien ci-dessous pour le changer. Si vous n'avez pas demandé à changer votre mot de passe, ignorez simplement ce message.

source: Reset password
fr: Réinitialiser le mot de passe

source: Email address
fr: Adresse email

source: Providing an email address is completely optional.
fr: L'adresse email est optionnelle.

source: Your account settings have been updated.
fr: Vos paramètres ont été mis à jour.

source: change password
fr: changer le mot de passe

source: Save settings
fr: Enregistrer les paramètres

source: This is the user page of %(name)s
fr: Ceci est la page utilisateur de %(name)s

source: This user has contributed to the following pages:
fr: Cet utilisateur a contribué aux pages suivantes:

source: Edit my account settings
fr: Modifier les paramètres de mon compte

source: urn is not in database: urn:%s
fr: l'urn: %s n'existe pas dans la base de données

source: A user or IP address must be given when saving a revision
fr: Un nom d'utilisateur ou une adresse IP doit être fournie pour enregistrer une révision.

source: en:main_page
fr: fr:accueil

source: Wikitext
fr: Wikitexte

source: a regular wiki text page
fr: une page wiki habituelle

source: a lesson that compiles into a downloadable podcast
fr: une leçon qui génère un podcast téléchargeable

source: Picture choice
fr: Question à choix d'images multiples

source: a lesson where you choose between multiple pictures
fr: une leçon dans laquelle vous choisissez entre plusieurs images

source: Phrase choice
fr: Question à choix multiples

source: a lesson where you choose between multiple phrases
fr: une leçon dans laquelle vous choisissez entre plusieurs phrases

source: Story Book
fr: Livre de contes

source: a multimedia lesson that reads like a book
fr: une leçon multimédia qui se lit comme un livre

source: There exists no page at <tt>%(absolute_pagename)s</tt>, so you must create one to move forward.
fr: La page <tt>%(absolute_pagename)s</tt> n'existe pas, vous devez la créer pour continuer.

source: Please choose a type of page to create:
fr: Choisissez un type de page à créer:

source: This page does not exist, and you do not have permission to create it.
fr: Cette page n'existe pas, et vous n'avez pas le droit de la créer.

source: You do not have permission to edit this page.
fr: Vous n'avez pas le droit de modifier cette page.

source: You do not have permission to delete this page.
fr: Vous n'avez pas le droit de supprimer cette page.

source: Log message:
fr: Résumé:

source: Delete
fr: Supprimer

source: The page at <tt>%(absolute_pagename)s</tt> has been deleted.
fr: La page <tt>%(absolute_pagename)s</tt> a été supprimée.

source: Content-specific views
fr: Vues spécifiques au contenu

source: Generic views
fr: Vues génériques
